{
  "chap_000_preface.txt": {
    "title": "preface",
    "size": 8080,
    "preview": "增刪卜易 野鶴老人 著 楚江李  坦我平鑒定 湖南李文輝覺子增刪男婿陳文吉茂生茹芝山秀仝校   增刪卜易序  野鶴曰：卜易之道，乃伏羲、文王、周公、孔子四大聖人之心法也。得其精者可以參天量地；粗知其理..."
  },
  "chap_001_八卦章第一.txt": {
    "title": "八卦章第一",
    "size": 10218,
    "preview": "八卦章第一 乾為父、震為長男、坎為中男、艮為少男 坤為母、巽為長女、離為中女、兌為少女 卦象圖第二     乾三連“三”連得三爻俱是單，為乾卦。(一點為單)     坤三斷“三三”連得三爻俱是拆，為坤..."
  },
  "chap_002_渾天甲子章第四.txt": {
    "title": "渾天甲子章第四",
    "size": 376,
    "preview": "渾天甲子章第四    乾在內：子水、寅木，辰土，乾在外：午火、申金，戌土。     坎在內，寅木、辰土、午火，坎在外，申金、戌土、子水。     辰在內：辰土、午火，申金，辰在外：戌土、子水、寅木。..."
  },
  "chap_003_六親歌章第五.txt": {
    "title": "六親歌章第五",
    "size": 244,
    "preview": "六親歌章第五 乾兌宮金兄、土父、木財、火鬼、水子。乾兌宮八卦都屬金 坎宮水兄、火財、土鬼、金父、木子。坎宮八卦都屬水。 坤艮宮土兄、火父、木鬼、水財、金子。坤艮宮八卦都屬土。 離宮火兄、水鬼、土子、木..."
  },
  "chap_004_世應章第六.txt": {
    "title": "世應章第六",
    "size": 96,
    "preview": "世應章第六 乾為天“世”在六，天風姤“世”在初，天山遁“世”在二，天地否“世”在三，天地觀“世”在四，山地剝“世”在五，火地晉“世”在四，火天大有“世”退在三。 隔世爻兩位即是應爻，餘卦仿此。..."
  },
  "chap_005_動變章第七.txt": {
    "title": "動變章第七",
    "size": 494,
    "preview": "動變章第七 六爻不動則不變，動則必變，“O”為陽動則變“  ″ ”，“X’’為陰動則變“  ′ ”。 如乾卦初爻動則變為巽卦。     ′      ′     ′      ′     O..."
  },
  "chap_006_用神章第八.txt": {
    "title": "用神章第八",
    "size": 495,
    "preview": "用神章第八 父母爻：占父母即以卦中之父母爻為神。祖父母伯、叔、姑、姨、父母，凡在我父母之上，或與我父母同輩之親及師長、妻父母、乳釋之父母，三父、人母或僕占主人皆以父母爻為用神。 占天地、城池、牆垣，宅..."
  },
  "chap_007_用神元神、忌神、仇神章第九.txt": {
    "title": "用神元神、忌神、仇神章第九",
    "size": 459,
    "preview": "用神元神、忌神、仇神章第九 用神，即前各類之用神也。元神，生用神之神即為元神。忌神克用神之爻也。仇神者克元神而生忌神也。  例：辰月戊申日占父近病，得乾為天變天小畜。 父母戌土′世..."
  },
  "chap_008_元神忌神衰旺章第十.txt": {
    "title": "元神忌神衰旺章第十",
    "size": 1177,
    "preview": "元神忌神衰旺章第十 元神雖生用神，須要旺相，方可生得用神。元神能生用神者有五：元神旺相或臨日月或日月動爻生扶者一也。元神動化回頭生及化進神者二也。元神長生帝旺於日辰三也。元神與忌神同動四也。元神旺動臨..."
  },
  "chap_009_五行相生章第十一.txt": {
    "title": "五行相生章第十一",
    "size": 318,
    "preview": "五行相生章第十一 金生水、水生木、木生火、火生土、土生金。 凡用神、元神宜於逢生，月建生、日建生，動爻生、動化回頭生。 如卯月己卯日弟占兄已得重罪，叩問能救否。得複之震 子孫酉金″..."
  },
  "chap_010_五行相克章第十二.txt": {
    "title": "五行相克章第十二",
    "size": 670,
    "preview": "五行相克章第十二 金克木    木克土    土克水    水克火    火克金 凡忌神、仇宜於逢克，月克、日克、動爻克用神、化回頭克，此四者用神、元神俱逢一克，他處不見生扶者，則為凶兆。占吉事樂極生..."
  },
  "chap_011_克處逢生章第十三.txt": {
    "title": "克處逢生章第十三",
    "size": 310,
    "preview": "克處逢生章第十三 受此處之克，得他處之生，即為克處逢生。大凡用神、元神克少生多為吉。忌神者以克少生多為凶，所以忌神宜克不宜生也。 如辰月丙申日占弟癌症業已臨危得既濟卦變革卦 兄弟子水″應..."
  },
  "chap_012_動靜生克章第十四.txt": {
    "title": "動靜生克章第十四",
    "size": 477,
    "preview": "動靜生克章第十四 六爻安靜旺相之爻，可以生得休囚之爻，亦可以克得休囚之爻，蓋旺相者有力之人也。 例：令春天寅卯月占得坤卦。 子孫酉金″世          妻財亥水″             兄弟丑土..."
  },
  "chap_013_動變生克沖合章第十五.txt": {
    "title": "動變生克沖合章第十五",
    "size": 440,
    "preview": "動變生克沖合章第十五 卦有動爻，動而必變，夫變出之爻能生克沖合本位之動爻，不能生克他爻，而他爻與本位之動爻，亦不能生克變爻。   例：令子月卯日占得坤卦變火地晉 子孫酉金″世  動..."
  },
  "chap_014_四時旺相章第又十五.txt": {
    "title": "四時旺相章第又十五",
    "size": 373,
    "preview": "四時旺相章第又十五 正月寅為月建，寅木旺，卯木次之。二月卯當月建，卯木旺，寅木次之。正二月木為旺、火為相，其餘金火土作休囚。三月辰為月建辰土旺，丑未之土次之，土生金，金為相，相雖不旺，還有餘氣。其餘俱..."
  },
  "chap_015_月將章第十六.txt": {
    "title": "月將章第十六",
    "size": 2592,
    "preview": "月將章第十六 月將即是月建又為月令。掌一月之權，司三旬之令。一月三十日內當權得令。操持萬人之提綱，巡察六爻之善惡，能助卦爻之衰弱，能挫爻象之旺強，制服動變之爻，扶起飛伏之用。月將乃當權之帥，萬蔔以之為..."
  },
  "chap_016_日辰章第十七.txt": {
    "title": "日辰章第十七",
    "size": 1107,
    "preview": "日辰章第十七 子水、丑土、寅木、卯木、辰土、巳火，午火、未土，申金、酉金、戌土、亥水。   日辰為六爻之主宰，司四時之旺相。前章言：月令司三旬之令，令於春則生，令於秋則殺，春夏秋冬各令其時，獨日辰不然..."
  },
  "chap_017_六神章第十八.txt": {
    "title": "六神章第十八",
    "size": 960,
    "preview": "六神章第十八 甲乙日  丙丁日  戊日    己日    庚辛日  壬癸日 元武    青龍    朱雀    勾陳    滕蛇    白虎 白虎    元武    青龍    朱雀    勾陳..."
  },
  "chap_018_六合章第十九.txt": {
    "title": "六合章第十九",
    "size": 2670,
    "preview": "六合章第十九 子與丑合、寅與亥合、卯與戌合、辰與酉合、巳與申合，午與未合。相合法有六：日月合爻者一也。爻與爻合者二也。爻動化合者三也，卦逢六合四也。六沖卦變六合卦五也。六合卦變六合卦六也。日、月合爻者..."
  },
  "chap_019_六沖章第二十.txt": {
    "title": "六沖章第二十",
    "size": 1545,
    "preview": "六沖章第二十 子午相沖、丑未相沖、寅申相沖、卯酉相沖、辰戌相沖、巳亥相沖。 相沖之法有六。日月沖爻者一也，卦逢六沖二也，六合卦變六沖三也，沖變六沖四也。動爻變沖五也、爻與爻沖六也。 沖者散也，凡占凶事..."
  },
  "chap_020_三刑章第二十一.txt": {
    "title": "三刑章第二十一",
    "size": 370,
    "preview": "三刑章第二十一 寅刑巳、巳刑申、子刑卯、卯刑午、丑戌相刑、未辰相刑。又雲：辰午酉亥謂之自刑，夫三刑者，餘屢試之，或因用神休囚又兼他爻犯之，刑者則見凶，而獨犯三刑得驗者少，占過數十年只驗得一卦。 如寅月..."
  },
  "chap_021_暗動章第二十二.txt": {
    "title": "暗動章第二十二",
    "size": 423,
    "preview": "暗動章第二十二 靜爻旺相日辰沖之為暗動，靜爻休囚日辰沖之為破，暗動者有喜有忌。用神休囚得元神暗動以相生；忌神明動於卦中，得元神暗動而生用神，此皆謂之喜也。用神休囚無助，若遇忌神克害用神，此皆謂之忌也。..."
  },
  "chap_022_動散章第二十三.txt": {
    "title": "動散章第二十三",
    "size": 390,
    "preview": "動散章第二十三 占以日辰而衝動爻，謂之沖散，又以爻動沖爻，亦能沖散，予屢試之，旺相者沖之不散，有氣者沖之不散，休囚者間有沖散，亦千百中之一二也，其故何也？神兆機於動，動必有因。雖則今日受制，後逢值日而..."
  },
  "chap_023_卦變生克墓絕章第二十四.txt": {
    "title": "卦變生克墓絕章第二十四",
    "size": 604,
    "preview": "卦變生克墓絕章第二十四 卦變者：變生、變克、變墓、變絕、比和。予得驗者，凡遇卦化克者，不論用神之衰旺皆以凶推。 此乃巽卦變坎卦，巽木變坎水謂之化生，水回頭以生木，也即以吉斷。 此乃震卦化乾卦，震木變乾..."
  },
  "chap_024_反伏章第二十五.txt": {
    "title": "反伏章第二十五",
    "size": 1776,
    "preview": "反伏章第二十五 卦有卦變，爻有爻變。卦變者內外動而反伏者同一卦也。如乾卦變坤卦。 爻變者內外爻動而反伏者，非同一卦也。如升之觀是也。 又有外卦反伏而內卦不動者，如觀之坤是也。 又有內卦反伏而外卦不動者..."
  },
  "chap_025_旬空章第二十六.txt": {
    "title": "旬空章第二十六",
    "size": 1695,
    "preview": "旬空章第二十六 甲子旬中戌亥空    甲戌旬中申酉空    甲申旬中午未空 甲午旬中辰巳空    甲辰旬中寅卯空    甲寅旬中子丑空 何謂旬空？如甲子至癸酉日為一旬，此十日之內，並無戌亥，以爻逢戌亥..."
  },
  "chap_026_生旺墓絕章第又二十六.txt": {
    "title": "生旺墓絕章第又二十六",
    "size": 1016,
    "preview": "生旺墓絕章第又二十六 長生、沐浴、冠帶、臨官、帝旺、衰、病、死、墓、絕、胎、養    餘得驗者，只驗生旺墓絕，其餘不驗，不必用之。     金長生在巳    旺在酉    墓在丑    絕在寅..."
  },
  "chap_027_各門類題頭總注章第又二十六.txt": {
    "title": "各門類題頭總注章第又二十六",
    "size": 434,
    "preview": "各門類題頭總注章第又二十六 後值分門各類當用字眼，恐其煩絮，不便全寫，只用題頭即如後有用神宜旺，不可指定旺於四時，但得用神臨日月、或遇日月動爻變爻生扶、或用爻遇長生逢帝旺，皆謂之旺。 用神化吉：凡用神..."
  },
  "chap_028_各門類應期總注章第又二十六.txt": {
    "title": "各門類應期總注章第又二十六",
    "size": 811,
    "preview": "各門類應期總注章第又二十六 靜而逢值逢沖：如主事爻臨子水不動，後逢子日午日而應之，餘仿此。 動而逢合逢值：如主事爻臨子水發動，後遇丑日子日而應之，餘仿此。 太旺者逢墓逢沖：如主事爻臨午火，又遇巳火午月..."
  },
  "chap_029_歸魂游魂章第又二十六.txt": {
    "title": "歸魂游魂章第又二十六",
    "size": 284,
    "preview": "歸魂游魂章第又二十六 游魂卦為各宮之第七卦，如乾宮中之火地晉，坤宮中之水天需。 歸魂卦為各宮之第八卦，如乾宮中之火天大有，坤宮中之水地比。 古以遊魂行千里，我行此事而欲久者，遊魂而不能久，心無定向，遷..."
  },
  "chap_030_月破章第二十七.txt": {
    "title": "月破章第二十七",
    "size": 2281,
    "preview": "月破章第二十七 正申、二酉、三戌，四亥、五子、六丑、七寅、八卯、九辰，十巳、十一午、十二未，月建沖之為月破，逐月之破日是也。 諸書皆以用神臨月破如悖時也，即是枯根木，逢生生之不起，逢傷更傷者重，雖現於..."
  },
  "chap_031_飛伏神章第二十八.txt": {
    "title": "飛伏神章第二十八",
    "size": 3265,
    "preview": "飛伏神章第二十八 若用神不現，即以日月為用神，倘日月非用神者，則于宮首卦尋之，因本宮首卦，父子財官六親俱全之故耳，假令占得天風姤卦 父母戌土′               兄弟申金′..."
  },
  "chap_032_進神退神章第二十九.txt": {
    "title": "進神退神章第二十九",
    "size": 6299,
    "preview": "進神退神章第二十九 進神退神者，爻之動而化也，化進化退，吉凶禍福有喜忌之分，所喜者宜於化進，所忌者宜化退神。 進神   亥化子  寅化卯  巳化午  申化酉  丑化辰  辰化未  未化戌 退神   子..."
  },
  "chap_033_隨鬼入墓章第三十.txt": {
    "title": "隨鬼入墓章第三十",
    "size": 2438,
    "preview": "隨鬼入墓章第三十 古有日墓、動墓、化墓之三墓。世爻隨鬼入墓、本命隨鬼入墓、卦身隨鬼入墓、世身隨鬼入墓。 覺子曰：執此數論，若逢辰戌丑未之日，竟不敢占卦，非世臨鬼、即卦身臨鬼、即本命臨鬼，然又不獨辰戌丑..."
  },
  "chap_034_獨發章第三十一.txt": {
    "title": "獨發章第三十一",
    "size": 2000,
    "preview": "獨發章第三十一 五爻俱動，一爻不動，謂之獨靜；五爻不動，一爻獨動，謂之獨發。事之成敗，由乎用神；應期遲速，亦由乎用神；獨發獨靜，古有驗之，餘試亦有驗也，皆在驗事應之後，如會神機，非初敢執之而斷禍福與應..."
  },
  "chap_035_兩現章第三十二.txt": {
    "title": "兩現章第三十二",
    "size": 22429,
    "preview": "兩現章第三十二 用神兩現，如占父母卦中兩爻父母者是也。舍其休囚，用其旺相，舍其靜爻，而用動爻，舍其月破，而用不破，舍其旬空，用其不空，舍其被傷，用其不傷。此古法也。得其驗者，應乎旬空月破，舍其不空，而..."
  },
  "chap_036_天時章第三十五.txt": {
    "title": "天時章第三十五",
    "size": 11041,
    "preview": "天時章第三十五 增刪《黃金策 》 天道旱澇不定，易爻陰晴可測。古以晴雨之占，不可以有試其行術而輕瀆鬼神，如亢旱求雨，澇則求晴，始可蔔之。餘曰：不然，正可以此試其術何也！ 卦之微妙，初學難知，以人事而蔔..."
  },
  "chap_037_身命章第三十六.txt": {
    "title": "身命章第三十六",
    "size": 281,
    "preview": "身命章第三十六 諸書占身命，謂妻財子祿一卦，能包壽夭窮通，六爻兼斷。殊不知父子財官兄弟，各有相忌相傷，若以一卦而兼斷者，即如父母旺相，變應之微，又曰父旺傷子，豈世之有父母者，皆無子嗣之人也？又曰見兄則..."
  },
  "chap_038_終身財福章第三十七.txt": {
    "title": "終身財福章第三十七",
    "size": 7195,
    "preview": "終身財福章第三十七 福財旺相，鐘鳴鼎食之家。世爻旺相無傷，既富且壽。覺子曰：占財宜於財旺，占壽獨重世爻，未聞財福不旺而世爻獨旺，即許富與壽也。執此論者世之多壽者皆富貴之人也。凡占終身財福，世爻財爻子孫..."
  },
  "chap_039_終身功名有無章第三十八.txt": {
    "title": "終身功名有無章第三十八",
    "size": 1519,
    "preview": "終身功名有無章第三十八 官父興隆，文章見用。凡得旺父持世、官動生之，或官星持世、父爻旺動，或官星父爻旺動、生合世爻，或日月作官星、父母生合世，皆主成名之象。學成文武藝，貨與帝王家。 鬼財搖發，納栗成名..."
  },
  "chap_040_壽元章第三十九.txt": {
    "title": "壽元章第三十九",
    "size": 1434,
    "preview": "壽元章第三十九 世爻旺相，永享長年，身位休囚，須防夭折。凡占壽元，獨以世爻為根本，世爻或旺相、或臨日月、或得日月生扶及動爻生扶、或動而化生化旺化回頭生者，乃大壽之征也。世爻休囚，防之於沖克之年，再有刑..."
  },
  "chap_041_趨避章第四十.txt": {
    "title": "趨避章第四十",
    "size": 4648,
    "preview": "趨避章第四十  聖人作易，原令人趨吉避凶，若使吉不可趨，凶不可避，聖人作之何益？世人卜之何用？或曰：年炎月晦，可以避之，死生如何能避？餘曰：安於正寢者，雖有可避之方，亦不須避。康節先生臨終呼弟子沐浴更..."
  },
  "chap_042_父母壽元章第四十一.txt": {
    "title": "父母壽元章第四十一",
    "size": 1548,
    "preview": "父母壽元章第四十一 凡占祖父祖母，占父母須宜分占。 父臨日月椿庭晚放榮華，母值空破萱草殘年憔悴。 古以陽爻為父，陰爻為母。此論非也。父母爻或旺相或臨日月動爻生扶及動而化吉，長享遐齡。父母爻休囚，不遇刑..."
  },
  "chap_043_兄弟章第四十二.txt": {
    "title": "兄弟章第四十二",
    "size": 935,
    "preview": "兄弟章第四十二  凡占兄弟，須宜問明，或因弟兄不睦，將來和好否？或因弟兄雖多，將來得濟否？或問將來有兄弟否？或占兄弟壽元，便於判斷。 兄弟爻旺相遇生扶，紫荊並茂。兄弟爻或旺或相，臨日月或日月動爻生扶及..."
  },
  "chap_044_夫婦章第四十三.txt": {
    "title": "夫婦章第四十三",
    "size": 1418,
    "preview": "夫婦章第四十三 夫婦之占，亦須分別，或占妻壽，或占夫妻偕老否？或占夫妻和睦否？或占妻有刑傷破敗否？占妾占婢，一卦只占一人，不可概問。 財福生身可遂唱隨之願。應爻合世堪為睦和之兆。 黃金策專以應爻為妻，..."
  },
  "chap_045_子嗣章第四十四.txt": {
    "title": "子嗣章第四十四",
    "size": 2359,
    "preview": "子嗣章第四十四 凡問子嗣，須明告之，或已有子後還生否？或問現在之子，將來可保長年否？或從未生育，終有子否？ 易告未來，不告已往，即如占天時，神報將來之旱潦，不言昨日之陰晴雨，若含糊而問，假使從前有子，..."
  },
  "chap_046_學業章第四十五.txt": {
    "title": "學業章第四十五",
    "size": 350,
    "preview": "學業章第四十五 儒業者，父母世爻同旺，終須變化成龍。日月動爻相生，定是王家儲器。世爻父母皆宜旺相，或動而變吉、或父母持世、日月動爻生合世，攀龍附鳳，指日可期。 財動卦中，青燈不久。子孫持世，自首無成。..."
  },
  "chap_047_治經章第四十六.txt": {
    "title": "治經章第四十六",
    "size": 850,
    "preview": "治經章第四十六 占以金作春秋，毛詩為木，書經為水，火為禮記，土為易經。覺子曰：不可概問，須指定而蔔之，禱於神曰：我習此經何如？ 父旺官興，王家棟樑。世空子動，蓬華寒儒。官鬼持世，父動相生，或日月臨父母..."
  },
  "chap_048_延師章第四十七.txt": {
    "title": "延師章第四十七",
    "size": 822,
    "preview": "延師章第四十七 父爻旺相，就而正焉。父母爻既為師長，又為詩書。延師受教，即以此爻為用神，宜旺相或臨日月及動而化吉。如若休囚空破絕及動而化凶，有素食之譏，無師資之益。 世位相生，博約善誘。父旺生合世爻，..."
  },
  "chap_049_求名章第四十八.txt": {
    "title": "求名章第四十八",
    "size": 98,
    "preview": "求名章第四十八 野鶴曰：凡占小考，當見占得吉卦，後竟道考無名，何也？動之應近而不應遠，已應府縣之有名也，必須先占縣者，再占府考，又占道考，但得吉卦者，許榜上有名。若有卦而不吉者，勿望道考而成名也。..."
  },
  "chap_050_童試章第四十九.txt": {
    "title": "童試章第四十九",
    "size": 525,
    "preview": "童試章第四十九 父旺官興，堪期首選。官衰父發，亦論掄收。官星持世，得日月動爻相生相合，道選無疑。父爻持世，得日月動爻相生相合者，亦要官星有氣，始許成名。 子興財發於卦中，難游泮水。子動克官，財動克父，..."
  },
  "chap_051_歲科考章第五十.txt": {
    "title": "歲科考章第五十",
    "size": 1026,
    "preview": "歲科考章第五十  父宜旺相，最忌休囚；官宜生身，不宜克世。父與世爻旺相及得日月動爻生扶及動而化吉，全無破綻者，定考超等。若此兩爻旺相而逢生上等；旺而無生，相而遇扶，無刑沖克破者次之；有一而遇刑沖克者又..."
  },
  "chap_052_增稟章第五十一.txt": {
    "title": "增稟章第五十一",
    "size": 205,
    "preview": "增稟章第五十一     覺子曰：占稟若不得其秘，而望靈者少也，何也？占稟用財，財乃文章之忌神，不知其竅，蔔歲焉而兼問稟，財爻若旺，父母受傷，則如休囚如何得稟？餘有法也，先占歲科之吉凶，再占一卦而問稟，..."
  },
  "chap_053_考道才章第五十二.txt": {
    "title": "考道才章第五十二",
    "size": 89,
    "preview": "考道才章第五十二     官爻持世生世，我必業收。父母空破墓絕，他不見用。如世爻受克及空破墓絕，或動而變凶、或子孫持身動於卦中，皆不錄之。父母生世持世者吉，休囚空破者凶。..."
  },
  "chap_054_發案持榜章第五十三.txt": {
    "title": "發案持榜章第五十三",
    "size": 114,
    "preview": "發案持榜章第五十三     父為用神，衰者宜生旺之日；旺而靜者，逢值沖之日；動而逢值逢合之日；空與入墓，必待衝開；破與旬空，須期填實。餘又得驗，心有憂懼，若得子孫持世，值子孫之日而發案。心有歡喜，若得..."
  },
  "chap_055_延試章第五十四.txt": {
    "title": "延試章第五十四",
    "size": 100,
    "preview": "延試章第五十四     典會場斷，官星為用，父爻次之。若持世爻得日月歲五生合者，定蒙道拔。官爻世爻三合，定蒙異寵隆恩。世與官爻有一而逢空墓絕刑沖克害及動而變凶者，不詳之兆。歲五官鬼沖無世爻者不測之災。..."
  },
  "chap_056_鄉試章第五十五.txt": {
    "title": "鄉試章第五十五",
    "size": 2611,
    "preview": "鄉試章第五十五 父旺官興，姓標虎榜。父官持世而旺相，或臨日月、或日月動爻生扶、及動而變生，名登龍虎。    子搖財動，名落孫山。子孫財爻持世，及動於卦中，終須下第。 兄弟乃奪標之惡客。俗傳兄弟爻興難上..."
  },
  "chap_057_升選候補章第又五十五.txt": {
    "title": "升選候補章第又五十五",
    "size": 1609,
    "preview": "升選候補章第又五十五 官爵榮身，須宜持世。財祿恩養，最喜生身。旺官持世及日月動爻作官星生合世爻，或世爻發動化出官星生世皆吉。又日時動生官，得美缺。官臨日月，必超遷。 子孫持世，休望榮蔭。官位空破，勿恩..."
  },
  "chap_058_升遷何方章第五十六.txt": {
    "title": "升遷何方章第五十六",
    "size": 562,
    "preview": "升遷何方章第五十六 官金而應西，木官應于東，水北火南土中，此古法也。餘之得驗，木官而應山東，有應廣東者。金官雖應山西，有應江西，廣西者。又有以住處而定東西南北者。     如未月己巳日住在京都占地方得..."
  },
  "chap_059_在任吉凶章第五十七.txt": {
    "title": "在任吉凶章第五十七",
    "size": 1222,
    "preview": "在任吉凶章第五十七 官旺財興，仕途顯赫。子搖兄動，減俸休官。官旺遇生扶，或動而化吉，世旺財動以生世，皆主兵民頌德，官新無波。官臨日月生合世爻，三合官局生合世爻，或官星持世日月生扶，歲五又相生合，近君者..."
  },
  "chap_060_援例章第五十八__（凡用財圖名者同此）.txt": {
    "title": "援例章第五十八__（凡用財圖名者同此）",
    "size": 570,
    "preview": "援例章第五十八  （凡用財圖名者同此） 財旺官空，且有堆金于白屋。財旺世旺而官臨月破旬空，或被日月沖克，及動而變凶，官如朽木枯枝，雖有旺相之財，生之不起，終與屬日月之富翁，難食王家之天祿。 妻搖鬼旺，..."
  },
  "chap_061_武試章第五十九_亦可以與文試看.txt": {
    "title": "武試章第五十九_亦可以與文試看",
    "size": 192,
    "preview": "武試章第五十九 亦可以與文試看 文試者，官父而重。武試者，首重官爻。 世破官空休指望，官興財旺亦堪圖。世與官星有一而逢空破者，不須指望。武場雖不以父為重，余常得驗官父兩旺者，竟得掄元。然又有財動生官競..."
  },
  "chap_062_投麾效用入武從軍章第六十.txt": {
    "title": "投麾效用入武從軍章第六十",
    "size": 258,
    "preview": "投麾效用入武從軍章第六十 官宜旺相不宜空破休囚，財世兩爻怕見刑沖克破。世與官星皆旺動而化吉。財為祿養，豈宜日月刑沖？世爻失陷及動而變凶，有難；官星失陷及動而變凶，難許成名；財爻失陷及動而變凶，乏糧無祿..."
  },
  "chap_063_署印謀差章第六十一.txt": {
    "title": "署印謀差章第六十一",
    "size": 96,
    "preview": "署印謀差章第六十一 財與官星不可有一而不旺，子孫兄弟不可一而動搖，世陷財空，不如守己，官空世破，且讓他人。用財而圖者與援例同推。 衰世隨鬼入墓，世動化克化鬼，子孫兄弟持世，謀署謀差，自投羅網。..."
  },
  "chap_064_面聖上書、叩閹、獻策、入條陳、劾奏章第六十二.txt": {
    "title": "面聖上書、叩閹、獻策、入條陳、劾奏章第六十二",
    "size": 2422,
    "preview": "面聖上書、叩閹、獻策、入條陳、劾奏章第六十二   凡占文書亦須採用 旺父持世，宜日月歲五以維持。父母為文書章奏，持世合世，奏必見准，再得歲五及日月動爻生合者見用、 兄弟臨身，喜父母化吉而拱合。兄..."
  },
  "chap_065_養親告病辭官章第六十三.txt": {
    "title": "養親告病辭官章第六十三",
    "size": 186,
    "preview": "養親告病辭官章第六十三 子旺子興，必能遂願，官旺克世，總不如心。子孫持世子孫發動，乃無官之果，必能遂我偷閒。若官星持世或官動克世合世，難脫利名靼鎖。 告假不忌反吟，休致須宜化退。告病及養親乃暫歸之事，..."
  },
  "chap_066_修陵修河一切營造公務防患章第六十四.txt": {
    "title": "修陵修河一切營造公務防患章第六十四",
    "size": 304,
    "preview": "修陵修河一切營造公務防患章第六十四 福搖子動無尤，鬼克兄沖有患。子孫持世子動卦中事無尤慮，有始有終。官鬼克世而受累，兄動以賠財，鬼兄持世同推。 父世官生因公加爵。父母持世，官星動而生合世爻者，必因公事..."
  },
  "chap_067_僧官道紀醫官(雜)職陰陽寺官章第六十五.txt": {
    "title": "僧官道紀醫官(雜)職陰陽寺官章第六十五",
    "size": 231,
    "preview": "僧官道紀醫官(雜)職陰陽寺官章第六十五 僧官醫官亦喜官爻發動。舊系豈可爻書發動，謂僧道醫官占功名，乃以子孫為用神，不宜父動而克子也。野鶴曰：此非理也，若他占僧道醫人，乃以子孫旺相，道業高強，父..."
  },
  "chap_068_功名到何品級章第六十六.txt": {
    "title": "功名到何品級章第六十六",
    "size": 773,
    "preview": "功名到何品級章第六十六 占法：水一火二木三金四土五，官臨火者，官居二品，官星屬水，一品之尊。野鶴曰：水至二數位至公侯者，何以定之？官設九品，數止於五六七品者，何以定之？餘得其法者，指占之法也。我能公侯..."
  },
  "chap_069_子占父動名章第六十七.txt": {
    "title": "子占父動名章第六十七",
    "size": 367,
    "preview": "子占父動名章第六十七 父動官動相生，日月作官星而生父母，父旺化官動而化吉，皆許成名。財克父，子動傷官，父官動而變凶，日月克官克父，或父爻衰墓破絕皆許無益。     如卯月壬辰日占父何時起用得風水渙變夬..."
  },
  "chap_070_求財章第六十八.txt": {
    "title": "求財章第六十八",
    "size": 1974,
    "preview": "求財章第六十八 諸書之論求財，弗如黃金策裡真論，餘屢試驗，惜乎未經分別，今以前段為總論，以後賢易曉，內有屢試而不驗者，刪之，餘另得驗者，增之。 財旺福興，公私稱意。財空福絕，上下連心。上至國計，下至營..."
  },
  "chap_071_謁貴求財章第六十九.txt": {
    "title": "謁貴求財章第六十九",
    "size": 811,
    "preview": "謁貴求財章第六十九 世克官，官生世，須宜謁見；財臨破，鬼克世，枉費賓士。野鶴曰：見貴有兩間也，為名者用官，為利者用財，皆宜持世及生合世爻為吉，如逢空破，墓絕及動而變凶者，徒勞賓士之力耳。倘若世爻化鬼化..."
  },
  "chap_072_為貴人奔走效力財章第七十.txt": {
    "title": "為貴人奔走效力財章第七十",
    "size": 127,
    "preview": "為貴人奔走效力財章第七十 最重財官兩旺，不宜世應皆空。世遇財應臨福，我益他損；應臨官世逢破，他益我損。兄爻持世，不如閑處安身；應克世爻，防慮他人反目。世遇財官臨應，無不遂也。世逢空破墓及動而變凶，皆非..."
  },
  "chap_073_開行開店及各色鋪面章第七十一.txt": {
    "title": "開行開店及各色鋪面章第七十一",
    "size": 645,
    "preview": "開行開店及各色鋪面章第七十一 世為已，應為人，大宜相合。財為本，福為基，最喜同興。古法應為夥計，又為下顧之客。黃金策曰：開行定主有人投。覺子曰：須在來人之念；有心而問夥計，應為夥計，若得世應相生相合，..."
  },
  "chap_074_投行損益章第七十二.txt": {
    "title": "投行損益章第七十二",
    "size": 147,
    "preview": "投行損益章第七十二 官若興隆，行主可千金之托；應如空破，牙人無毫忽之能；官旺應旺，生合世爻，其人可托，如靜衰空破，即是奸險小人。倘若交財，定遭欺騙。世被應傷，遭他陷害，財逢兄克，慮彼相瞞；應克世爻，帳..."
  },
  "chap_075_囤貨賣貨章第七十三.txt": {
    "title": "囤貨賣貨章第七十三",
    "size": 1292,
    "preview": "囤貨賣貨章第七十三 財爻衰者須停脫，妻旺當時可脫之；積貨賣貨皆不宜財逢空破及動而變克；財衰宜囤，財旺宜脫；如春天占得財爻屬木，謂之旺，宜速發賣；若臨金水土者，宜堆積也。臨火為旺，亦不宜堆；此論四時之衰..."
  },
  "chap_076_賣貨宜守宜動章第七十四.txt": {
    "title": "賣貨宜守宜動章第七十四",
    "size": 392,
    "preview": "賣貨宜守宜動章第七十四 內財衰而外財旺，往他鄉。外卦財旺生合世爻者，持世者，宜往他鄉；倘若財不生合世爻及世動化凶者，他鄉花如錦，我去不逢春。 應財外而世財內，須查動靜；應爻以外財爻持世者，最好收財，必..."
  },
  "chap_077_往何方買賣章第七十五.txt": {
    "title": "往何方買賣章第七十五",
    "size": 316,
    "preview": "往何方買賣章第七十五 屢次試驗都須指明方向才能占卜。 如午月戊子日占往楚買豆得臨卦 子孫酉金″                子孫酉金″   妻財亥水″應              妻財亥水″應 兄弟..."
  },
  "chap_078_買何貨為吉章第七十六.txt": {
    "title": "買何貨為吉章第七十六",
    "size": 390,
    "preview": "買何貨為吉章第七十六 古以金財而像珠寶玉石，水財以類魚鹽，火財陶冶東品，五穀為土財，青龍水利又兼喜慶之用，白虎金財，喪儀屠宰之物，玄武水利，朱雀火宜，蛇利於出入，勾陳利於農工。 如未月戊申日占往粵東探..."
  },
  "chap_079_借貸章第七十七.txt": {
    "title": "借貸章第七十七",
    "size": 311,
    "preview": "借貸章第七十七 世逢兄，何須開口，應空破，難遂我心，財若空破，休指望。子興財發可相求，世應兩爻皆不宜月破旬空，兄弟一爻切不可臨身及動。 如未月丁卯日占借貸得兌之震 父母未土″世..."
  },
  "chap_080_放債索債章第七十八.txt": {
    "title": "放債索債章第七十八",
    "size": 92,
    "preview": "放債索債章第七十八 兄臨世，放則無歸。兄弟爻持世，索財不予。應鬼克身，防負義。應財生世，定懷忠。古以世應同人，放債必然連本折，謂不獨世臨兄弟忌之，應臨兄者亦忌。官鬼克身，美意終成惡意。..."
  },
  "chap_081_買賣六畜章第七十九.txt": {
    "title": "買賣六畜章第七十九",
    "size": 425,
    "preview": "買賣六畜章第七十九 山野獸禽，須尋福德。六畜牛犬，亦看子孫O不拘家禽野獸皆以子孫為用神，末看財爻持世，子動生之，或日月動爻生財或財動化子孫，乃吉象也。不拘買賣畜禽，多多益善，大有利息O子孫持世，財爻合..."
  },
  "chap_082_博戲章第八十.txt": {
    "title": "博戲章第八十",
    "size": 359,
    "preview": "博戲章第八十 有技力，首重世應，若勝以得財者，兼用財。又世喜臨於日月，財宜日月生扶，世爻動而化吉，應帶財而生世，皆我勝。世財休囚空破或被刑沖克害，及卦中父動者，多破其財。     如巳月戊申日占鵪鶉..."
  },
  "chap_083_請會搖會章第八十一.txt": {
    "title": "請會搖會章第八十一",
    "size": 163,
    "preview": "請會搖會章第八十一 請會須宜財旺，更宜世應相生。卦遇六沖，財雖旺而不久。六沖變合，世應相克亦成。六合變沖，有始無終。財逢絕破，速宜止之。 搖會得否，旺財持世必得。如占何時可得，財破財空填實之日，財若伏..."
  },
  "chap_084_行險求財章第八十二.txt": {
    "title": "行險求財章第八十二",
    "size": 161,
    "preview": "行險求財章第八十二 覺子曰：古以青龍財爻為吉，餘以此非營生之本，乃喪心之事也。行此喪心之事，亦敢告之於神耶？既告之於神而神若以吉凶而報者，乃神之教人而作喪心之事也，可謂之大道之易卦耶？可謂之伏羲之大神..."
  },
  "chap_085_婚姻章第八十二.txt": {
    "title": "婚姻章第八十二",
    "size": 3141,
    "preview": "婚姻章第八十二 覺子曰：男家占女，不拘父母親朋而代占者，無不以財為用。女家占男，皆以官為用。用官者，官有生扶。用財者，財爻旺相，即許婚。今見古今諸書文，以財旺傷克父母爻，不知宜財之旺而為吉也？宜財不旺..."
  },
  "chap_086_此婚子嗣有無章第八十三.txt": {
    "title": "此婚子嗣有無章第八十三",
    "size": 462,
    "preview": "此婚子嗣有無章第八十三 子孫旺相或休囚而動及動而化吉，皆主有子。子化進神化回頭生，有子必多。如逢子孫墓絕動而變鬼鬼變子孫父化子子化父父動克子，皆因我命無兒，不成此婚亦無子也，惟多積陰德以培之。..."
  },
  "chap_087_此婚有宜於父母否章第八十四.txt": {
    "title": "此婚有宜於父母否章第八十四",
    "size": 97,
    "preview": "此婚有宜於父母否章第八十四 專以父母為用神，父母爻或旺或衰，皆不忌也。所忌者財爻發動，必此婚之有妨。如財化父母，父母動化墓絕空破及回頭克，動而破散或日月克父母，乃桑榆暮景之秋，不成此婚亦難免耳。..."
  },
  "chap_088_納寵章第八十五.txt": {
    "title": "納寵章第八十五",
    "size": 128,
    "preview": "納寵章第八十五 為子嗣故，以子孫為用神，與前段同斷，否則專看財爻，亦與占子同斷o占配僕，以財爻為用，財爻持世，或動而生合世爻，動而化進、化生、化財，皆得忠誠效力；散破空絕，非懶惰即疾病。財爻克世沖世，..."
  },
  "chap_089_取離婦跳娼婦章第八十六.txt": {
    "title": "取離婦跳娼婦章第八十六",
    "size": 196,
    "preview": "取離婦跳娼婦章第八十六 防患者，用子孫。子孫持世，子孫發動，皆無憂也。財爻持世，子動相生者，更吉。鬼兄克世隨助傷，鬼爻持世，婚姻雖就，病患隨之。財克世，兄持世，落人之局，必人財兩失。防攔阻者，鬼動有禍..."
  },
  "chap_090_胎孕章第八十七.txt": {
    "title": "胎孕章第八十七",
    "size": 826,
    "preview": "胎孕章第八十七 蔔胎之虛實，占孕之安危，問產婦之吉凶，測胎中之男女，各宜分占，親占代占，皆用子孫，惟子占母孕，以弟兄爻為用神也。 福神旺相遇生扶，麟捶兆瑞。子孫休囚逢破衰，泡孕空虛O子孫臨日月、或遇日..."
  },
  "chap_091_問產婦安否章第八十八.txt": {
    "title": "問產婦安否章第八十八",
    "size": 523,
    "preview": "問產婦安否章第八十八 坐草臨盆嫌鬼動，胎前產後忌兄搖。財臨絕破妻難保，鬼化妻財命不牢。問產婦夫占代占，皆以財為用神。雖則不宜鬼動，倘若兄動克財，又宜鬼動制服兄爻。不宜財變鬼、鬼變財、兄化財、財化兄，及..."
  },
  "chap_092_產期章第八十九.txt": {
    "title": "產期章第八十九",
    "size": 105,
    "preview": "產期章第八十九 產期有遠近之分，遠則應月，近則應日。子孫動者逢合逢值，靜者逢值逢沖，空者沖空實空之日，破者實破逢合之期。白虎兄弟而動，值日而生。子孫臨絕，待生旺之日。又有子遇長生胎養之日。伏藏者出現之..."
  },
  "chap_094_出行章第九十一.txt": {
    "title": "出行章第九十一",
    "size": 745,
    "preview": "出行章第九十一 人為利名，賓士道路，風波不測。占卜應以世爻為先，旺相宜行，空亡宜止。世為出行人，生旺有氣則吉，動而化吉，及化子孫者更吉。如若休囚空破，動而化凶者不宜行也。應為地頭，又為傍倚人，他若空破..."
  },
  "chap_095_舟行章第九十二.txt": {
    "title": "舟行章第九十二",
    "size": 157,
    "preview": "舟行章第九十二 登舟問何日至，世爻發動，合日值日而到。若得子孫持世及子孫他爻發動者，值日而到。世化退及反吟卦，中途而返O問舟行平安否？子孫持世克世生世合世，一路平安。官鬼持世憂鬱驚恐，官鬼沖克世爻災非..."
  },
  "chap_096_同舟共行章第九十三.txt": {
    "title": "同舟共行章第九十三",
    "size": 122,
    "preview": "同舟共行章第九十三 同行共處應為尊，南路同舟一樣論。應傷世位遭他害，墓絕空破見吾恩，只宜生合相扶助，永賴維持如至親。三合同途皆遂意，六沖半路便灰心。起居為害搖兄鬼，水睦清平動子孫。占他人以應為用，占親..."
  },
  "chap_097_行人章第九十四.txt": {
    "title": "行人章第九十四",
    "size": 2242,
    "preview": "行人章第九十四 問行人之歸期，有遠有近，遠則應月，近則應日，亦有去久，若在日下當歸，又可以日斷也。問行人之否泰，另占一卦，不可一卦而兼斷也。 世克用兮人未動，用爻克世必然歸O占親人在用神章中求之，疏者..."
  },
  "chap_098_防非避訟章第九十五.txt": {
    "title": "防非避訟章第九十五",
    "size": 115,
    "preview": "防非避訟章第九十五 憂慮官可邦，喜官居空破，最宜子動，子若持世無非，鬼雀同興口舌不免，蛇鬼克世災患相侵，武鬼必凶盜賊陰人，白虎鬼定有傷痕見血，世動克應我興詞，應克世爻他有訟。 子孫動子孫持世必不成非，..."
  },
  "chap_099_鬥毆爭競章第九十六.txt": {
    "title": "鬥毆爭競章第九十六",
    "size": 146,
    "preview": "鬥毆爭競章第九十六 彼此相爭尋世應，不宜沖克喜相生，日月克身我必受辱，動爻克應他必遭刑，應克世者他勝，世克應者我贏，世空破世動化退我心怯焉，應動應旺化進神他得勢耳，卦遇六沖必散，卦逢六合必成O亦不離乎..."
  },
  "chap_100_興詞舉訟章第九十七.txt": {
    "title": "興詞舉訟章第九十七",
    "size": 69,
    "preview": "興詞舉訟章第九十七 官父同興公庭有理，父官克世受屈含冤O世化退神世空世破，卦變六沖，世被刑沖，終不成訟。財與子孫發動克破文書官鬼亦不成之。..."
  },
  "chap_101_已定重罪章第九十八.txt": {
    "title": "已定重罪章第九十八",
    "size": 68,
    "preview": "已定重罪章第九十八 福宜旺相最忌官興O子孫持世子孫發動已到法場終必赦免。官鬼克世或官鬼持世，又被日月動爻沖克或世動化凶，雖定輕罪疑改重。..."
  },
  "chap_102_疾病章第九十九.txt": {
    "title": "疾病章第九十九",
    "size": 2020,
    "preview": "疾病章第九十九 野鶴曰：人有七情，致生百病，急於問卜，以慰其心，奈何卜筮諸書舛錯悖謬，奈人反無定見，既取用卦身世身，兼用本命，又有不看身命用神，單看卦驗，卦得明夷、大過、觀，賁、蠱、夬、豐、同人、大畜..."
  },
  "chap_103_痘疹章第一百.txt": {
    "title": "痘疹章第一百",
    "size": 303,
    "preview": "痘疹章第一百 平時而問男女何時出花鬼，鬼爻為用，鬼爻靜者逢值逢沖，鬼爻動者逢值逢合，鬼衰逢生旺之年，鬼旺鬼多逢墓庫之歲。 鬼空鬼破填實之時，鬼若伏藏出現之歲。出花而問吉凶，卦忌六沖兼忌子孫化鬼及鬼化子..."
  },
  "chap_104_病源章第一百零一.txt": {
    "title": "病源章第一百零一",
    "size": 1132,
    "preview": "病源章第一百零一 火屬心經，發熱咽乾口燥。水歸腎部，惡寒盜汁遺精。金肺、木肝、土為病歸脾胃。衰輕旺重，動則牽連身軀，騰蛇心驚，青龍則酒色過度，勾陳腫脹，朱雀則言語顛狂，白虎有損傷，女子則血崩血暈。元武..."
  },
  "chap_105_延醫章第一百三.txt": {
    "title": "延醫章第一百三",
    "size": 1109,
    "preview": "延醫章第一百三 野鶴曰：有人而問餘日，問卜以求神延醫而服藥，有是理乎？餘曰：若無此理，伏羲書卦，神農嘗藥，作何事耶？彼曰：然則又有不能救者，何也？餘曰：有根者可以救之，無根者則不能也。人之星辰過宮或是..."
  },
  "chap_106_醫卜往治章第一百四.txt": {
    "title": "醫卜往治章第一百四",
    "size": 4106,
    "preview": "醫卜往治章第一百四 大抵與醫蔔相仿。世為已，應爻為病人，若得世爻旺相，子孫財爻持世，世生應爻，世爻動化進神，化回頭生，日月動爻臨財星子孫而生，在此皆手到病除。近病者應值旬空，或動而化空、化回頭生、化旺..."
  },
  "chap_107_家宅章第一百五.txt": {
    "title": "家宅章第一百五",
    "size": 1120,
    "preview": "家宅章第一百五 野鶴曰：諸書皆曰，一卦之中，可決一家休咎，六爻之內，能分六事吉凶，以卦中之父母爻為屋，又以父母爻為雙親，既為二親，又以五爻為父，四爻為母，如此悖謬糊塗，尚有刊傳為法，餘實不解。 如戌月..."
  },
  "chap_108_創造宮室章第一百七.txt": {
    "title": "創造宮室章第一百七",
    "size": 65,
    "preview": "創造宮室章第一百七 創造興工，卦忌六沖，鬼動克世最凶，隨鬼入墓，禍事多逢。父爻旺相，世位興隆，世父兩爻發動化吉大安宅盛，事事享通。..."
  },
  "chap_109_修方動土章第一百八.txt": {
    "title": "修方動土章第一百八",
    "size": 131,
    "preview": "修方動土章第一百八 世臨福德最相宜，官鬼交重有禍基。世旺逢生宜化吉，世衰受克且停工。子孫之方宜起手，官鬼之位莫挑泥。 譬如子孫屬水，起手動工宜於北方。官鬼屬火，不可動土於南方。鬼在辰戌丑未，此方切忌動..."
  },
  "chap_110_遷居過火章第一百九.txt": {
    "title": "遷居過火章第一百九",
    "size": 158,
    "preview": "遷居過火章第一百九 占以內三爻為久居之宅，外三爻為未居之房。內克外者外宅不利，不宜遷之，內生外者，外宅興隆，過遷為吉。野鶴曰：餘以此法不善，宅已蓋造買成，今欲入火，假使占得外宅不吉而不遷耶？既有新宅成..."
  },
  "chap_111_歸宅入火章第一百十.txt": {
    "title": "歸宅入火章第一百十",
    "size": 84,
    "preview": "歸宅入火章第一百十 宅之吉凶，已于蓋造買宅卦中蔔就之矣，今占入火之日，須將父母兄弟妻兒各為分占，宜於此日者用之，不宜此日者改之，或改日，或另擇一時以入門，皆可化凶為吉。..."
  },
  "chap_112_入宅六親凶吉章第一百十一.txt": {
    "title": "入宅六親凶吉章第一百十一",
    "size": 763,
    "preview": "入宅六親凶吉章第一百十一 擇於某日入宅，宜於父母否？再占一卦，宜於兄弟否？再占一卦，宜於妻兒否？占父母，父母宜於旺相。占兄弟妻兒，皆宜旺相而遇生扶，不宜變動而化鬼，及刑沖克害。或兄弟或妻子內有一卦不利..."
  },
  "chap_113_舊宅章第一百十三.txt": {
    "title": "舊宅章第一百十三",
    "size": 2354,
    "preview": "舊宅章第一百十三 野鶴曰：以前之卜宅者乃卜蓋造買宅之新居也。常見來人而占久住之家宅，古法亦以一卦兼斷諸般之吉凶，先論官鬼次論八宮，以十二生相定六畜之災，午鬼而夭良馬，丑鬼而傷耕牛。又以之定人口之匹，午..."
  },
  "chap_114_同居章第一百十四.txt": {
    "title": "同居章第一百十四",
    "size": 113,
    "preview": "同居章第一百十四 與六親同居用六親，與外人同居看應爻。世為已，應為人，世應相合相生，日月動爻生合世應者，彼此俱祥。克世我遭喪，克應他遭害，世克應，他畏于我，應克世我被他欺，刑沖者同。與六親同居，宜於財..."
  },
  "chap_115_蓋造官衙章第一百十五.txt": {
    "title": "蓋造官衙章第一百十五",
    "size": 57,
    "preview": "蓋造官衙章第一百十五 官府自占，世與官星皆宜旺相，子孫持世及子孫動者且勿行，變克變絕反招奇禍，六沖化合，必獲奇祥。..."
  },
  "chap_116_占衙宇章第一百十六.txt": {
    "title": "占衙宇章第一百十六",
    "size": 572,
    "preview": "占衙宇章第一百十六 野鶴曰：凡占舊衙署者，與占舊家宅者同斷，有因人口多病，有因連任不得升遷，有因鬼祟顯見其形，皆可指其疑者而占。曾有一官因連任不得升遷，疑官衙有不利，迎於府中，蔔過半月，但有所疑，俱曾..."
  },
  "chap_117_蓋造寺院章第一百十七.txt": {
    "title": "蓋造寺院章第一百十七",
    "size": 492,
    "preview": "蓋造寺院章第一百十七 大抵與家宅同推，不宜六沖、卦變墓絕及反呤，住持或山主占者皆宜世旺日月動爻相生，宜子孫爻動，忌官鬼爻與兄爻持世，多費無益之事。官鬼持世疾病災殃之累，兄爻動而克世者欲造福反成禍胎，財..."
  },
  "chap_118_墓葬章第一百十八.txt": {
    "title": "墓葬章第一百十八",
    "size": 79,
    "preview": "墓葬章第一百十八 野鶴曰：卜墓卜穴，古法之謬與家宅相同，後賢放諸書而自曉，餘因求驗之法，每遇拜掃之時，到各家，命伊占之，或知人覓地而占之，如此多年，始得其秘。..."
  },
  "chap_119_尋地章第一百十九.txt": {
    "title": "尋地章第一百十九",
    "size": 1736,
    "preview": "尋地章第一百十九 世爻旺相，祖父魂安。福德興隆，兒孫縮杞。古以二爻為穴，內卦為穴，騰蛇為穴，屢試不驗，所驗者，世為穴也，世宜旺相，或臨日月，或日月動爻生扶，乃吉地也。兒孫乃祭杞之裔，宜於持世，或在他爻..."
  },
  "chap_120_占地形勢章第一百二十.txt": {
    "title": "占地形勢章第一百二十",
    "size": 1175,
    "preview": "占地形勢章第一百二十 世旺遇長生，來龍甚遠。世衰逢應克，對案山欺。兩間旺而明堂寬，龍虎衰而左右陷，左山旺頭角崢嶸，右山衰爪牙埋伏。朱雀遇刑沖前山雜亂，元武逢破散後脈空虛，龍虎世爻合局，虎踞龍蟠之地。..."
  },
  "chap_121_卜得地於何時章第一百二十一.txt": {
    "title": "卜得地於何時章第一百二十一",
    "size": 502,
    "preview": "卜得地於何時章第一百二十一 世為用神，靜者逢沖逢值，動者逢值逢合，世空者沖實之秋，世破者填實之候，逢合入墓，須待衝開，獨靜獨發值之而遇，世若休囚須旺相，若逢旺相待休囚O世為墳地，靜者逢沖逢值之年月O即..."
  },
  "chap_122_得地於何方章第一百二十二.txt": {
    "title": "得地於何方章第一百二十二",
    "size": 155,
    "preview": "得地於何方章第一百二十二 野鶴曰：卜得地於何時，還以世爻為用，蔔得地於何方，當以父爻為用也。己葬之後，皆以父爻為用可也O父值亥子，北方自有吉穴。父臨巳午，東南必獲牛眼。父值土爻，得地於辰戌丑未之方。父..."
  },
  "chap_123_占地師章第一百二十三.txt": {
    "title": "占地師章第一百二十三",
    "size": 142,
    "preview": "占地師章第一百二十三 應為用神，旺相生合世爻，雖愚亦用。休囚沖克世爻，賢亦不宜。世應俱空莫用，應臨空破非奇O應爻旺相與世爻相生相合，或與世爻作三合，不論應臨才鬼兄父，人惡之而無才，我喜之而有緣。休囚沖..."
  },
  "chap_124_點穴章第一百二十四.txt": {
    "title": "點穴章第一百二十四",
    "size": 501,
    "preview": "點穴章第一百二十四 世在初二爻穴宜下，在五六爻穴在上，三四爻穴宜於中。水持世爻穴近于水，或是坑高之地。世臨土者，即于高堆點穴。世臨寅木，從木盛草之方。申酉持世，有塊石堆。火乃枯焦，紅泥焦土及草木枯焦之..."
  },
  "chap_125_謀地偷葬章第一百二十五.txt": {
    "title": "謀地偷葬章第一百二十五",
    "size": 141,
    "preview": "謀地偷葬章第一百二十五 覺子曰：謀地偷葬，乃損人利己之事，以此喪心之為，而問於神，卦若有靈，是神教人而作喪心之事也，殊不知先有心地而後得遇陽地，昔有人恃財倚勢，期陷貧人，謀奪其地以葬親，後遇識者而曰：..."
  },
  "chap_126_祖塋舊家章第一百二十六.txt": {
    "title": "祖塋舊家章第一百二十六",
    "size": 708,
    "preview": "祖塋舊家章第一百二十六 祖父之墓或葬多年或未久，如來蔔者必有其因，須宜悉明，方可決斷O有因連年困苦疑，墳塋之不利。有因屢科不發，或有子入場，疑此風水可能發科否？為己者須宜自占，為子孫者命子孫來占，有因..."
  },
  "chap_127_因何事所傷章第一百二十七.txt": {
    "title": "因何事所傷章第一百二十七",
    "size": 598,
    "preview": "因何事所傷章第一百二十七 野鶴曰：須宜另占，不可以前卦兼斷，專看沖克父母之爻為忌神，如得六爻安靜，父母有氣，久後自安，不必補修。克神臨火或臨朱雀，禍必起於窯灶。倘臨土動或兼元武，定因偷葬相傷。金虎因受..."
  },
  "chap_128_修補秘法章第一百二十八.txt": {
    "title": "修補秘法章第一百二十八",
    "size": 246,
    "preview": "修補秘法章第一百二十八 因窯灶而傷者，命道祭火神設火醮而安之。偷葬及動土相傷，命道設蘸以安土神。因受驚恐而傷者，命道設醮而安墳。或因有竹木蟠根及石塊相傷者，須於墳旁挖坑三尺以探之，輕輕去其竹木石塊，仍..."
  },
  "chap_129_再占修補吉凶章第一百二十九.txt": {
    "title": "再占修補吉凶章第一百二十九",
    "size": 238,
    "preview": "再占修補吉凶章第一百二十九 子孫持世，子孫動搖，修之則吉。既問修補之吉凶，則認世爻為用，子孫持世，子孫發動，修之必獲清安。宜鬼世父爻空，遷則獲福。鬼克世，我必有害，父空破墓絕再被日月動爻傷克者，乃因傷..."
  },
  "chap_130_新亡附葬祖塋章第一百三十.txt": {
    "title": "新亡附葬祖塋章第一百三十",
    "size": 434,
    "preview": "新亡附葬祖塋章第一百三十 六沖變沖，卦變絕克，父母受傷，內外反吟，且宜他葬。世爻受克隨墓助傷，世動化克化鬼，附葬不宜。父母兄弟妻兒動而化鬼化克，俱有刑沖傷重，惟喜世及六親不逢變克，隨卦靜六合，必得存亡..."
  }
}